select * from WP6_TEMPLATE_V t;

select * from WP6_TASK_V w where w.pbid = '3347';


S201704142--》月度计划版本1有30行，版本2有26行，无订单

S201609001--》月度计划版本1有21行，版本2有18行，订单2016000010版本2为21行

S201611003--》月度计划版本1有52行；版本2有47行，订单2016000032版本2为52行（目前H5由于是按视图显示的，暂时显示是47行。）

S201703058--》月度计划版本1有76行，版本2有65行，订单2017000056版本2为76行

S201610001--》月度计划版本1有8行，版本2有8行，订单2016000013版本2为8行，数量、金额、日期对

S201703115--》月度计划版本1有6行，版本2有6行，订单2017000084版本2为3行；2017000083为2行；2017000085为1行，（月度计划6行显示全部接受完毕，下午将2017000083从需要审批修复为已批准）

S201705003---》月度计划版本1有3行，版本2有3行，订单2017000135版本2为3行，（下午从需要审批修复为已批准）